Repository: Homebrew/BrewUI
Catalog: Sources/BrewFeatureServices/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: %lld running services
zh_hans: %lld 个服务正在运行
zh_hant: %lld 個服務正在執行

source: 1 running service
zh_hans: 1 个服务正在运行
zh_hant: 1 個服務正在執行

source: All
zh_hans: 全部
zh_hant: 全部

source: Check the error log for details.
zh_hans: 请查看错误日志以了解详情。
zh_hant: 請查看錯誤日誌以瞭解詳細資訊。

source: Configuration file
zh_hans: 配置文件
zh_hant: 配置檔案

source: Copied
zh_hans: 已复制
zh_hant: 已拷貝

source: Copy
zh_hans: 复制
zh_hant: 拷貝

source: Copy path: %@
zh_hans: 复制路径：%@
zh_hant: 拷貝路徑：%@

source: Couldn't read Homebrew services.
zh_hans: 无法读取 Homebrew 服务。
zh_hant: 無法讀取 Homebrew 服務。

source: Details
zh_hans: 详情
zh_hant: 詳細資訊

source: Error log
zh_hans: 错误日志
zh_hant: 錯誤日誌

source: Exit code
zh_hans: 退出码
zh_hant: 結束代碼

source: Files
zh_hans: 文件
zh_hant: 檔案

source: Loading services…
zh_hans: 正在加载服务…
zh_hant: 正在載入服務…

source: No
zh_hans: 否
zh_hant: 否

source: No error log path reported.
zh_hans: 未提供错误日志路径。
zh_hant: 未提供錯誤日誌路徑。

source: No services
zh_hans: 暂无服务
zh_hant: 尚無服務

source: No services in this view.
zh_hans: 当前筛选条件下没有服务。
zh_hant: 目前的篩選條件下沒有服務。

source: Process ID (PID)
zh_hans: 进程 ID（PID）
zh_hant: 行程 ID（PID）

source: Refresh
zh_hans: 刷新
zh_hant: 重新整理

source: Running
zh_hans: 运行中
zh_hant: 執行中

source: Schedulable
zh_hans: 支持定时运行
zh_hant: 支援定時執行

source: Services
zh_hans: 服务
zh_hant: 服務

source: Services from installed formulae will appear here.
zh_hans: 已安装 Formula 的服务将显示在这里。
zh_hant: 已安裝 Formula 的服務會顯示在這裡。

source: Shows services for the current user
zh_hans: 显示当前用户的服务
zh_hant: 顯示目前使用者的服務

source: Standard log
zh_hans: 标准输出日志
zh_hant: 標準輸出日誌

source: Starts at login
zh_hans: 登录时启动
zh_hant: 登入時啟動

source: Status
zh_hans: 状态
zh_hant: 狀態

source: Stopped
zh_hans: 已停止
zh_hant: 已停止

source: Unknown
zh_hans: 未知
zh_hant: 未知

source: User
zh_hans: 用户
zh_hant: 使用者

source: Yes
zh_hans: 是
zh_hant: 是
